{
	"created":"",
	"language":"en",
	"heroes":[
		],
}




{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
	"skills":[
		{
			"type":"skill",
			"id":"",
			"name":"Hunting the Maiden",
			"description":"A powerful elemental storm comes down causing widespread damage"
		},
		{
			"type":"skill",
			"id":"",
			"name":"Cocoon of ice",
			"description":"Artonia freezes a target in place, damaging and stunning them"
		},
		{
			"type":"skill",
			"id":"",
			"name":"Ice Prison",
			"description":"A blast of ice damages and slows enemies"
		},
		{
			"type":"skill",
			"id":"",
			"name":"Sigil of Arctus",
			"description":"Using this Ancient ward, Artonia and her allies slowly recover their energy"
		},
		],
},
{
	"type":"hero",
	"id":"",
	"name":"Lightning Elemental",
	"position":"Front",
	"type":"Agility",

Charged Sphere
Release a Sphere of charged static electricity, causing wide-ranging damage to enemies
Lightning Strike
Summons a powerful storm cloud to strike an enemy with multiple bolts of lightning
Energy Drain
Steals an enemy's attack power
Static field
Arrec uses energy around him to resist incoming magic attack
},					
{
	"type":"hero",
	"id":"",
	"name":"Commando",
	"position":"Back",
	"type":"Agility",
Meteor Shower
Summons meteor shower, causing magic damage to nearby enemies
Inspiration
Heroically jumps into the battlefield. All teammates get 25% increased movement speed and attack speed, increasing attack damage and magic power
Overdraw
Hits the enemy with magic damage, causing long time stun
Motivate
To increase our friendly hidden in the shadow of the moonlight, the agile team
},					
{
	"type":"hero",
	"id":"",
	"name":"Emberstar",
	"position":"Central",
	"type":"Intelligence",
Emberstorm
Eva calls down elemental magic to damage one of her enemies.
The Crucible
Eva summons a blast of flames, causingf magic damage to enemies in a wide range before her.
Caldera of ash
A circle of flames rises around a random enemy, causing magic damage and stunning the target.
Phoenix Feather
Eva`s mastery of ember increases her Physical Crit.
},					
{
	"type":"hero",
	"id":"",
	"name":"Shallows Keeper",
	"position":"Front",
	"type":"Strength",
Shallows Keeper
Moray summons the fury of a sea storm to throw his enemies into the air, stunning them
Tidal Force
Moray summons a mighty wave that weaken foes armor
Anchors Aweigh
Moray swings a ship's anchor around, damaging any foes who stray close
Shield of the Deep
Moray summons a tidal forces to resist damage and bolster his armor
},					
{
	"type":"hero",
	"id":"",
	"name":"Cleric",
	"position":"Front",
	"type":"Strength",
Armor of Sprits
Ryst calls down divine power to protect his allies from physical harm
Divine Light
Ryst uses the power of his gods to heal his weakest ally
Counter Curse
Rsyt dispels damaging spells and temporarily makes his allies immune from magic damage
Blessing
With the blessing of his gods, Ryst reduces the damage all his allies takes
},					
{
	"type":"hero",
	"id":"",
	"name":"Chaplain",
	"position":"Back",
	"type":"Intelligence",
Kindred
Pium
Convert
Inviolability
},					
{
	"type":"hero",
	"id":"",
	"name":"Admiral",
	"position":"Front",
	"type":"Strength",
Ancient Sails
Waterspout
Tsunami Pierce
Elder Strength
},					
{
	"type":"hero",
	"id":"",
	"name":"Sniper",
	"position":"Back",
	"type":"Agility",
Sniper
Perrin takes a shot at the weakest foe, dealing massive damage
Stunning Shot
A special round that leaves the target reeling with dizzyness
Fulminating Shot
A magical, grenade-like projectile that deal damage over an area
Agility Boost
Perrin focuses his reserve energy, giving him a temporary agility boost
},					
{
	"type":"hero",
	"id":"",
	"name":"Leaves Shadow",
	"position":"Back",
	"type":"Intelligence",
Arrow Rain
Icespark
Silence
Forest Rage
},					
{
	"type":"hero",
	"id":"",
	"name":"Depths Voice",
	"position":"Front",
	"type":"Agility",
Siren Song
Talenta uses an old Nedan sleeping-song, forcing her enemies into a deep sleep
Blade Halo
A spinning blade damages nearby foes
Entrap
Talenta binds an enemy in her magical net, trapping and disabling them
Untouchable
Talenta uses ancient Nedanese martial secrets to easily dodge incoming attacks
},					
{
	"type":"hero",
	"id":"",
	"name":"Mystic",
	"position":"Back",
	"type":"Intelligence",
Shockwave
Summons a ball of light energy, building power the longer its channeled.
Harmony
Once released, the ball deals magic damage. The longest channeling time is 5 seconds.
Blind
The longer it is channeled, the more damage is dealt
Balance
Restores mana to the target unit. Not including heroes with full energy) *This should be restores energy, not mana	A blinding light flashes over the target area, knocking back and blinding the units in the area, causing them to miss attacks	Guides all teamates with light, increasing their magic power
},					
{
	"type":"hero",
	"id":"",
	"name":"Lightning Master",
	"position":"Central",
	"type":"Intelligence",
Lightning Bolt
Conductivity
Overload
Electrostatic field
},					
{
	"type":"hero",
	"id":"",
	"name":"Savage One",
	"position":"Front",
	"type":"Strength",
Smash and Grab
Barrand slams the ground, stunning foes in a moderate area
Arc Swing
A powerful attack that damages nearby foes
Corrosion
Barrand weakens the armour of enemies
Elder Strength
Barrand increases his own strength and attack power
},					
{
	"type":"hero",
	"id":"",
	"name":"Machinist",
	"position":"Central",
	"type":"Intelligence",
Overcharge
Lirune over-charges his weaponry capacitors, causing his machine to unleash a barrage of attacks
Charged Shot
Lirune fires a magical beams weapon to damage his target and reduce target's attack accuracy
Seeker
A missilie that seeks out the target and explodes, dealing damage over a small radius.
The Red Button
Lirune presses the red button, breatly increasing his attack rate
},					
{
	"type":"hero",
	"id":"",
	"name":"War Chief",
	"position":"Front",
	"type":"Strength",
Hammer Throw
Garl throws a hammer at a target, causing damage and stunning them
Power Swing
A mighty cut that results in massive damage
Kreln Bloodcall
Grant's a life-stealing ability to all units
Rage
Garl flies into a furious rage, greatly increasing his hitpoints
},					
{
	"type":"hero",
	"id":"",
	"name":"Psychopath",
	"position":"Front",
	"type":"Intelligence",
Kreh Shout
An old spell to damage enemies and can be triggered multiple times
Firebomb
Bokka throws a firebomb at his target, possibly causing splash damage and multiple fires as well.
Blood Call
Increases the attack capacity and casting speed of a random ally.
Elder Strength
Bokka's strength is bolstered
},					
{
	"type":"hero",
	"id":"",
	"name":"Deathknight",
	"position":"Front",
	"type":"Strength",
Agile Recovery
Deathknight creates a shield that absorbs damage shield damage absorption into the life value of the Deathknight.
Death Coil
Fire death coil into the weakest units on the battlefield. if he is an enemy, death coil may be magic damage to him, if he is a friendly, death coil will treat his life value.
Ward
With dark energy to creat a dark shield, to protect the weak. When dark shield disappeared, dark energy will be an explosion, magic damage to neraby enemies
Null Barrier
Deathknight's side it combines powerful frost ward, can protect his teammates, resist spell damage
},					
{
	"type":"hero",
	"id":"",
	"name":"Wind Master",
	"position":"Back",
	"type":"Intelligence",
Gale Force
Sarra uses wind-enchanted arrows to knock back and damage enemies in front of her
Concussion
A magic attack that deals damage and dizzying effect
Hailstorm
Sarra fires off several arrows at her target in rapid succession
Wind Dance 
Sarra uses her wind-dancing techniques to easily dodge and evade attack
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Necromancer	Central	Vampiric Strike	Kreln Shout	Exile 	Sacrid Sigil 
	INTELLIGENCE	Causes magic damage over time, stealing the target's HP	A powerful attack of soul energy, damaging opponents over a moderate area	Disable's an enemy's ability to cast spells while dealing magic damage	Salar uses a mystic sigil which resists enemy magic and increases the magic resistance to all allies
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Shadow Shaman	Central	Dark Benefactor	Shadow Curse	Vayne's Blessing	Weave
	INTELLIGENCE	Shadow Shaman sends a wave of shadow that cures allies	Ara'ak reaches through the shadow void to poison an enemy	Defends whichever ally has the lowest HP from death for a period of time	Ara'ak fracture reality, bleeding into the shadow void, reducing the armor of all enemies
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Professional Killer	Back	Dark Contract	Blast Shot	Poison Shot	Embrace of Shadows
	AGILITY	Punchinello signs a demonic contract to fill his HP and increase his attack	Fires an explosive rocket to deal bonuses damage	A rapid fire-attack	Punchinello hides in the dark then strikes without warning, increasing his critical chance
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Silencer	Central	Strategist	Silence	Befuddle	Searing Aura
	INTELLIGENCE	Saif is versatile, capable of taking down enemy mages or holding his own in a stand-up fight	Silences an enemy, preventing them using skill accompanied with magic damage. this skill also causes magic damage	Enemies over an area lose their ability to cast while also taking health and energy damage	A powerful effect that damage an enemy with holy fire
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Pilot	Back	Firebomb	Hellfire Missile	Air Strike	AP Ammo
		Use the important goals of the bomb to hit enemy rear, causes physical damage)	Launches a Hellfire Missiles, through the in front of the enemy behind enemy lines. To hit the enemy causing physical damage and stun	Aircraft enemy positions, all enemies with machine gun fire	Pilot using AP Ammo. Increase the armor penetration
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Imperial Executioner	Central	Smite	Thorn	Power Strike 	Uncanny Edge 
	INTELLIGENCE	A blaze of energy strikes a target, dealing massive magical damage.	Lodot summons a thorn that knocks the victim into the sky, dealing a small amount collateral magic damage	A powerful magic against a single target and turns it into an animal	Lodot makes a pact with demonic forces to increase his critical chance
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Vengeance Spirit	Central	Petrify	Purify	Theft of Essence	Spite
	AGILITY	Nasira petrifies a group of enemies over a moderate area	Nasira delivers physical damage to 4 enemies but reduces half of the original damage	Nasira summons a snake and steals energy from many enemies, increasing her own	A magical barrier that increases Nasira's HP
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Ferryman	Central	Tortured Spirit	Shades 	Mastery of Death	Haunting of Dark Lord
	AGILITY	Shalandar releases hungry ghosts that deal damage over a broad area	A vengeful shades deal damage over small, moderate and ranged areas	Ferryman increases his attack damage every time a Hero dies. the effect of skill Shades is also increased	Ferryman terrifies all enemies nearby and greatly reduce their attack damage
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Psychic Sword	Back	Sacrifice	Kinetic Bolt	Inspire Terror	Rally
	AGILITY	Instantaneously swaps position with a target. if the Avenge has learned Magic Missile, a Magic Missile will hit the enemy simultaneously	Unleash a magic arrow, dealing magic damage and causing the target stunned	Arouse enemies' inner fear, dealing magic damage in a large area and weakening their armor	Fight in the name of vengeance, increasing all enemies melee attack damage
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Old Curse	Central	Chilling Wave	Themal Shock	Flame Strike	Magma
	INTELLIGENCE	Old Curse launches out an icy blast, freezing all enemies that touch it after a short time period	An icy blast followed by a wave of fire launches out in a path in front of Old Curse, causing magic damage twice to the enemies in front	Old Curse lays down a line of flame in front of him, each dealing damage per second to enemy units in a wide area of effect	Old Curse burns his enemies in an area of effect with fire. Liquid Fire flows a short distance after hitting a target
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Soulhunter	Front				
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Bear Warrior	Front	Maul 	Shockwave 	Ursine Focus 	Spirit of Ursa 
	AGILITY	A rushing charge attacking, dealing damage to all enemies in his way	Mayor Bar strikes the ground with his claw, damaging all enemies nearby	Mayor Bar summons the aspect of the bear, increasing his critical strike odds	The spirit of the bear enhances Mayor Bar's attack power
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Warrior Monk	Front	Earthshatter	Broadswing	Quake	Elder Strenght
	STRENGTH	Kenrick crack and tears the earth's surface, dealing damage and stunning his foe	Kenrick strikes with a broad sweep, harming and stunning enemies	Kenrick strikes the earth, causing damage and stunning enemies	The tauren strengthen their physique, sharply increasing strength
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Lunar Guardian	Central	Lunar Barrage	Lunar Judgment	Moonblade	Chosen of Boaz
	AGILITY	Summon the power of Boaz, striking random enemies with beams of powerful lunar energy	Summon the power of Jachin, striking a target with lunar ray	Lunar guardian's sword bounce between enemies, causing more physical damage, after each ejection damage is reduced	Share month god's blessing toa all teammates. increase the team's physical damage
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Mountain	Front	Throw	Caber	Rockslide	Stoneskin
	STRENGTH	Aetna grabs an enemy and tosses them, causing damage on impact	Aetna uproots a tree, giving him better range and damage	Aetna causes rocks to rain down on an area, damaging and stunning foes	Aetna's granite skin protects him from damage
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Succubus	Central	Soulshout	Venomdar	Soul Blaze	Chaos Dance
	INTELLIGENCE	Tala shouts across the ethereal plane, damaging all enemies	Tala throws a blade covered in powerful venom	Tala release a potent scream, tearing into enemies ahead of her	Tala phases in and out of the mortal plane, easily dodging incoming damage
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Master Mage	Central	Sunsphere	Fireball 	Black Mark 	Third Eye
	INTELLIGENCE	Fiera releases powerful magics among her foes, damaging those who rely on their strength and speed	Fiera attacks a foe with a ball of raw magical energy	Fiera chooses a random enemy to exile	Fiera pulls energy out of space, expanding her intelligence
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Wandering Spearman	Central	Blood Pack	Sacrifice	Gift	Spell Resistance
	STRENGTH	Divine warrior oath with the enemy, 40% remaining consumption itself, to the enemy by suicide charge, short time greatly improve their damage and attack speed	Let the spear with blood burning, cause additional damage over time to hit the enemy	Using the traditional troll medical skill, his teammates for the treatment of injury is the most serious, the continued respond to life in a period of time.	Berserker blood could let him have roaches general viability, increase spells
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Brute	Front	Axe of Elimination	Bloodcurse	Cleaving Attack	Dark Resistance
	STRENGTH	Unlock strikes without mercy: Those near death suffer massive damage, the healthy ones take less	Unlock curses his opponents, causing them to lose HP over a period of time	A powerful attack that damages all nearby foes	Unlock connection to kreln blood-magic enhances his armor
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Poisoned One		Acid Splash	Toxic Spit	Salve of Resistance 	Envenom 
		Poisoned One spit out a cloud of poison, and cause huge damage over time.	Poisoned One shoot a small poison, magic damage to enemy. Poison to corrosion of the enemy's armor and sustained damage over a period of time	Poisoned One body covered with toxins, can resist the magic damage	Poisoned One quenching on his arrow poison, a sharp rise in the physical damage
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Swordmaster	Front				
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Frost Mage	Central				
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Death Mage	Central				
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Tusked Storm	Central				
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Drunken Master	Front	Concussive Blow	Intoxicate 	Shaking Strike	Focus
	STRENGTH	Lien strikes down his enemies, causing physical damage.	Lien splashes his enemies with potent magical wine, making them drunk and clumsy.	Lien stomps down into a group of enemies, causing damage and leaving them dizzy.	Lien focuses inward, giving him more strength.
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Arcane Sapper	Front				
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Fallen Dominion	Front				
},					
{
	"type":"hero",
	"id":"",
	"name":"Ice Mage",
	"position":"Central",
	"type":"Intelligence",
Rifleman					
},					
